"PageTitle" = "Seleziona una destinazione";

/* Target Select Strings */
"SelectMessage_Volumes" = "Seleziona il disco dove vuoi installare il software %@.";
"SelectMessageChecking_Volumes" = "Esamino gli altri dischi…";

/* Domain Select Strings */
"SelectMessage_Domains" = "Come vuoi installare questo software?";
"SelectMessageChecking_Domains" = "Esamino altre posizioni di installazione…";

/* Available domain strings */
"DomainInstall_Local" = "Installa per tutti gli utenti di questo computer";
"DomainInstall_User" = "Installa solo per me";
"DomainInstall_Anywhere" = "Installa su un disco specifico…";

/* The entire destination message - where the software will be installed. Displayed on the regular panel. */
"DestinationMessageDriveAndDirectory" = "Hai scelto di installare questo software nella cartella “%1$@” del disco “%2$@”.";
"DestinationMessageDriveOnly" = "Hai scelto di installare questo software sul disco “%@”.";
"DestinationMessage_HomeDir" = "Hai scelto di installare questo software nella cartella Inizio. Solo l'utente attuale potrà utilizzare questo software.";
"DestinationMessage_LocalMachine" = "Hai scelto di installare questo software per tutti gli utenti di questo computer.";

/* Tells the user how much space is needed to install the software */
"SizeMessageInstallNoSpaceNeeded" = "L'installazione di questo software non richiede ulteriore spazio.";
"SizeMessageInstall" = "Per l'installazione di questo software sono necessari %@ di spazio.";


"CannotInstallMessage_Volume" = "Impossibile installare %1$@ su questo disco. %2$@";
"CannotInstallMessage_Domain" = "Non puoi installare %1$@ in questa posizione. Il programma di installazione di %1$@ non consente l'installazione del software in questa posizione.";

"InstallMessage" = "Hai scelto di installare %@ su questo disco.";
"UpgradeMessage" = "Hai scelto di aggiornare %@ su questo disco.";

"NeedChangeInstallMessage" = "Non puoi installare %1$@ su questo disco senza cambiare le impostazioni di installazione. Fai clic su Opzioni per modificare le tue impostazioni. %2$@";

/* Options Panel Strings */
"InstallOSDescription" = "Installa %@";
"InstallOSDescriptionParagragh" = "Installa %@ per la prima volta.";

"UpgradeOSDescription" = "Aggiornamento %@";
"UpgradeOSDescriptionParagragh" = "Aggiorna una versione precedente di %@.";

/* Version Package Rev Strings */
"VersionSheetTitle" = "Il disco scelto contiene una versione del software più recente di quella che stai installando.";
"VersionSheetMessage" = "Se installi il software una versione più recente sarà sostituita dalla versione più vecchia.";
"VersionInstallMessage" = "Hai scelto di installare questo software su un disco che contiene una versione più recente.";
